{
  "languages": [
    "en",
    "es",
    "fr",
    "de",
    "lt",
    "pt",
    "it"
  ],
  "translation": [
    {
      "key": "modules.analysis.leverage_points_are_nodes_in_your_network_that_hav",
      "en": "Leverage points are nodes in your network that have the highest potential for system-wide impact when interventions are applied. These are strategic locations where small changes can lead to significant improvements across the entire social-ecological system.",
      "es": "Los puntos de apalancamiento son nodos en su red que tienen el mayor potencial de impacto en todo el sistema cuando se aplican intervenciones. Estas son ubicaciones estratégicas donde pequeños cambios pueden conducir a mejoras significativas en todo el sistema socio-ecológico.",
      "fr": "Les points de levier sont des nœuds de votre réseau qui ont le plus grand potentiel d'impact à l'échelle du système lorsque des interventions sont appliquées. Ce sont des emplacements stratégiques où de petits changements peuvent conduire à des améliorations significatives dans tout le système socio-écologique.",
      "de": "Hebelpunkte sind Knoten in Ihrem Netzwerk, die das höchste Potenzial für systemweite Auswirkungen haben, wenn Interventionen angewendet werden. Dies sind strategische Standorte, an denen kleine Änderungen zu erheblichen Verbesserungen im gesamten sozial-ökologischen System führen können.",
      "lt": "Sverties taškai yra mazgai jūsų tinkle, turintys didžiausią sisteminės įtakos potencialą, kai taikomos intervencijos. Tai strateginės vietos, kur nedideli pokyčiai gali lemti reikšmingus patobulinimus visoje socialinėje-ekologinėje sistemoje.",
      "pt": "Pontos de alavancagem são nós em sua rede que têm o maior potencial de impacto em todo o sistema quando intervenções são aplicadas. Estas são localizações estratégicas onde pequenas mudanças podem levar a melhorias significativas em todo o sistema sócio-ecológico.",
      "it": "I punti di leva sono nodi nella tua rete che hanno il più alto potenziale di impatto a livello di sistema quando vengono applicate interventi. Queste sono posizioni strategiche dove piccoli cambiamenti possono portare a miglioramenti significativi in tutto il sistema socio-ecologico."
    }
  ]
}
