[
  {
    "en": "Integrated Systems Analysis (ISA) Data Entry",
    "es": "Entrada de Datos de Análisis de Sistemas Integrados (ISA)",
    "fr": "Saisie de Données d'Analyse de Systèmes Intégrés (ISA)",
    "de": "Integrierte Systemanalyse (ISA) Dateneingabe",
    "lt": "Integruotos Sistemos Analizės (ISA) Duomenų Įvedimas",
    "pt": "Entrada de Dados de Análise de Sistemas Integrados (ISA)",
    "it": "Inserimento Dati di Analisi dei Sistemi Integrati (ISA)"
  },
  {
    "en": "Follow the structured exercises to build your marine Social-Ecological System analysis.",
    "es": "Siga los ejercicios estructurados para construir su análisis del sistema socioecológico marino.",
    "fr": "Suivez les exercices structurés pour construire votre analyse du système socio-écologique marin.",
    "de": "Folgen Sie den strukturierten Übungen, um Ihre Analyse des marinen sozial-ökologischen Systems aufzubauen.",
    "lt": "Vadovaukitės struktūruotais pratimais, kad sukurtumėte jūrų socialinės-ekologinės sistemos analizę.",
    "pt": "Siga os exercícios estruturados para construir sua análise do sistema socioecológico marinho.",
    "it": "Segui gli esercizi strutturati per costruire la tua analisi del sistema socio-ecologico marino."
  },
  {
    "en": "Framework:",
    "es": "Marco:",
    "fr": "Cadre :",
    "de": "Rahmen:",
    "lt": "Sistema:",
    "pt": "Estrutura:",
    "it": "Quadro:"
  },
  {
    "en": "DAPSI(W)R(M) - Drivers, Activities, Pressures, State (Impact on Welfare), Responses (as Measures)",
    "es": "DAPSI(W)R(M) - Impulsores, Actividades, Presiones, Estado (Impacto en el Bienestar), Respuestas (como Medidas)",
    "fr": "DAPSI(W)R(M) - Moteurs, Activités, Pressions, État (Impact sur le Bien-être), Réponses (en tant que Mesures)",
    "de": "DAPSI(W)R(M) - Treiber, Aktivitäten, Belastungen, Zustand (Auswirkungen auf das Wohlergehen), Reaktionen (als Maßnahmen)",
    "lt": "DAPSI(W)R(M) - Veiksniai, Veikla, Spaudimas, Būklė (Poveikis Gerovei), Atsakai (kaip Priemonės)",
    "pt": "DAPSI(W)R(M) - Impulsionadores, Atividades, Pressões, Estado (Impacto no Bem-estar), Respostas (como Medidas)",
    "it": "DAPSI(W)R(M) - Fattori, Attività, Pressioni, Stato (Impatto sul Benessere), Risposte (come Misure)"
  },
  {
    "en": "ISA Framework Guide",
    "es": "Guía del Marco ISA",
    "fr": "Guide du Cadre ISA",
    "de": "ISA-Rahmen-Leitfaden",
    "lt": "ISA Sistemos Vadovas",
    "pt": "Guia da Estrutura ISA",
    "it": "Guida al Quadro ISA"
  }
]
